Repository: chris-blues/cbWebshop
Catalog: shop/locale/*/LC_MESSAGES/*.po
Languages: de_de

source: Edit costs
de_de: Kosten bearbeiten

source: Edit carefully!
de_de: Vorsicht beim Bearbeiten!

source: Use dots for decimals (e.g.: 1234.56)
de_de: Punkt für Komma benutzen! (z.Bsp.: 1234.56)

source: Your Home Country:
de_de: Ihr Heimatland:

source: Back
de_de: Zurück

source: Save
de_de: Speichern

source: Edit countries
de_de: Länder bearbeiten

source: These will show up in the kart's shipping-list.
de_de: Diese tauchen in der Lieferungsliste im Warenkorb auf.

source: Remove
de_de: Entfernen

source: View available karts
de_de: vorhandene Warenkörbe ansehen

source: delete file
de_de: Datei löschen

source: Edit available languages
de_de: Verfügbare Sprachen bearbeiten

source: Note that you need a translated language in the shop's locale!!! You can translate the locale-file <a href="translate/translate.php" target="_blank">here</a>. At the bottom of this page you can process existing language files!
de_de: Beachte, daß eine übersetzte Sprachdatei in der Locale vorhanden sein muß!!! Sie können die Sprachdatei <a href="translate/translate.php" target="_blank">hier</a> übersetzen. Unten auf dieser Seite können vorhandene Sprachdateien verarbeitet werden!

source: Existing language files:
de_de: Vorhandene Sprachdateien:

source: Not registered yet:
de_de: Noch nicht registriert:

source: register file
de_de: Datei registrieren

source: rename file
de_de: Datei umbenennen

source: Edit payment
de_de: Bezahlung bearbeiten

source: Edit item-types
de_de: Artikeltypen bearbeiten

source: These will show up in 'Add new item' once you added an item here.
de_de: Diese tauchen in 'Neuen Artikel hinzufügen' auf, sobald hier etwas hinzugefügt wird.

source: Music
de_de: Musik

source: Clothing
de_de: Kleidung

source: Shop Admin Tools
de_de: Shop Admin Werkzeuge

source: Add item to the shop
de_de: Artikel zum Shop hinzufügen

source: Type:
de_de: Typ:

source: Choose type!
de_de: Typ wählen!

source: Year:
de_de: Jahr:

source: Sizes:
de_de: Größen:

source: Price:
de_de: Preis:

source: PNG-files only!
de_de: Nur PNG-Dateien!

source: Item's Pic:
de_de: Artikelbild:

source: Details (html is allowed!):
de_de: Einzelheiten (html ist erlaubt!):

source: Tracklist (plain text only!)
de_de: Tracklist (nur reiner Text erlaubt!)

source: Bank Transfer
de_de: Überweisung

source: Pay on delivery
de_de: Nachnahme

source: Shop Settings
de_de: Shopeinstellungen

source: Default language:
de_de: Standardsprache:

source: Bank Account:
de_de: Bankkonto:

source: Menu
de_de: Optionen

source: View items
de_de: Artikel ansehen

source: Add new item
de_de: Neuen Artikel hinzufügen

source: Hide options
de_de: Optionen verstecken

source: Show options
de_de: Optionen anzeigen

source: General settings:
de_de: Generelle Einstellungen:

source: Financial:
de_de: Finanzielles:

source: Contents:
de_de: Inhalte:

source: Edit languages
de_de: Sprachen bearbeiten

source: edit this item
de_de: Diesen Artikel bearbeiten

source: The language you want to use as a template. Here are all languages we already have. We recommend you use english or deutsch to avoid subsequent errors, since these were the first languages we had. WARNING! Don't use this switch, once you have begun working! It will destroy all your work!
de_de: Die Sprache, die als Vorlage genutzt werden soll. Hier sind alle verfügbaren Sprachen aufgelistet. Wir empfehlen Deutsch oder Englisch um Folgefehler zu vermeiden, da dies die ersten verfügbaren Übersetzungen waren. WARNUNG! Dieser Schalter darf nicht mehr benutzt werden, nachdem die Übersetzung angefangen wurde! Das würde die getane Arbeit vernichten!

source: In to which language would you like to translate? Please enter the language name in its own language! (e.g.:fran&#231;ais instead of french!)
de_de: In welche Sprache möchten Sie übersetzen? Bitte geben Sie den Sprachnamen in der eigenen Sprache an! (z.Bsp.: fran&#231;ais statt französisch!)

source: Please tell us your &quot;name &lt;email-address&gt;&quot; so, that we can come back to you if there are any questions.
de_de: Bitte nennen Sie uns ihren &quot;Namen &lt;email-address&gt;&quot;, damit wir auf Sie zurückkommen können falls es Fragen gibt.

source: Systemname of text field
de_de: Systemname des Textfelds

source: Your new translation
de_de: Ihre neue Übersetzung

source: Your template
de_de: Ihre Vorlage

source: Please make sure you have checked for errors trice!!!!! There's nothing worse for us than to find out which version is the best in a strange foreign language!!!
de_de: Bitte stellen Sie sicher, daß Sie mehrfach nach Fehlern gesucht haben!!!!! Es gibt nichts Schlimmeres, als versuchen herauszubekommen welche Version die bessere ist - in einer unbekannten Sprache!!!

source: OK, I have double-checked! Send this translation!
de_de: OK, ich habe die Übersetzung mehrfach überprüft! Absenden!

source: Your language is not available? If you have some time to spare, you could help us.
de_de: Ihre Sprache ist nicht vorhanden? Wenn Sie etwas Zeit haben, dann könnten Sie uns helfen.

source: delete this item
de_de: Diesen Artikel löschen

source: Year/Size:
de_de: Jahr/Größe:

source: Expected Audio-File-Names in:
de_de: Erwartete Audiodateinamen:

source: other
de_de: andere

source: Shopping kart
de_de: Warenkorb

source: Please activate JavaScript to use this page!
de_de: Bitte aktivieren Sie JavaScript, um diese Seite nutzen zu können!

source: Hide Details
de_de: Details verstecken

source: remove
de_de: entfernen

source: Sub-Total
de_de: Zwischensumme

source: Select country!
de_de: Land wählen

source: Shipping
de_de: Lieferung

source: Choose payment!
de_de: Bezahlung wählen!

source: reset shopping kart (including all adress data)
de_de: Warenkorb löschen (inkl der Adressdaten)

source: Total
de_de: Summe

source: Change shipping data
de_de: Lieferdaten ändern

source: Finally buy!
de_de: Jetzt kaufen!

source: Enter shipping data
de_de: Lieferdaten eingeben

source: Kart is empty.
de_de: Warenkorb ist leer.

source: Your order
de_de: Ihre Bestellung

source: Transfercost
de_de: Überweisungskosten

source: Shipping cost
de_de: Lieferkosten

source: For your information and as an invoice to your order at
de_de: Zu ihrer Information und als Rechnung für Ihre Bestellung bei

source: Thank you for your order and your interest in our work!
de_de: Vielen Dank für Ihre Bestellung und Ihr Interesse in unsere Arbeit!

source: Here is what you ordered:
de_de: Das haben Sie bestellt:

source: Kart-ID:
de_de: Warenkorb-ID:

source: Please transfer the amount to our account as soon as possible, so we can send you the shipment as soon as your money has arrived!
de_de: Bitte überweisen Sie die Summe schnellstmöglich, sodaß wir die Lieferung abschicken können, sobald das Geld eingetroffen ist!

source: We hope you enjoy our work and wish you all the best!
de_de: Wir hoffen Ihnen gefällt das Ergebnis unserer Arbeit und verbleiben mit den besten Grüßen!

source: speaks
de_de: spricht

source: orders
de_de: bestellt

source: Thank you for your order!
de_de: Vielen Dank für Ihre Bestellung!

source: pieces
de_de: Stück

source: Please send <b>%s %s</b> to the following bank account:
de_de: Bitte überweisen Sie <b>%s %s</b> auf folgendes Konto:

source: As soon as your money arrives we'll send your shipment.
de_de: Sobald ihre Bezahlung eintrifft, schicken wir Ihre Lieferung ab.

source: Your order will be sent soon! Please keep enough cash under your pillow to pay for the package, when it arrives!
de_de: Ihre Bestellung wird demnächst versandt! Bitte halten Sie genug Bargeld unter Ihrem Kissen bereit, wenn die Lieferung eintrifft!

source: Something went wrong! We couldn't send an email to you! But we have been notified and will get in touch with you!
de_de: Etwas ist schief gegangen! Wir konnten Ihnen keine Email schicken! Wir wurden benachrichtigt und werden uns bei Ihnen melden!

source: Your data was kept on the server for error tracking. It will be erased as soon as we have completed.
de_de: Ihre Daten wurden auf dem Server belassen, um den Fehler zu finden. Die Daten werden gelöscht, sobald wir fertig sind.

source: An email has been sent to you, containing all the information you'll need to finalize this business.
de_de: Wir haben ihnen eine Email geschickt, die alle Informationen beinhaltet, um das Geschäft abzuschließen.

source: Your data could not be erased!
de_de: Ihre Daten konnten nicht gelöscht werden!

source: Your data has been erased from the server!
de_de: Ihre Daten wurden vom Server gelöscht!

source: This connection is NOT encrypted with SSL! I strongly recommend: do NOT send your private data through an unencrypted connection!
de_de: Diese Verbindung istr NICHT mit SSL verschlüsselt! Senden Sie NIEMALS private Daten über eine unverschlüsselte Verbindung!

source: Encrypt now!
de_de: Jetzt verschlüsseln!

source: This connection is encrypted with SSL.
de_de: Diese Verbindung ist mit SSL verschlüsselt.

source: Now we need to know, where we shall send the order. You still can make changes to the contents of the shopping kart!
de_de: Jetzt müssen wir noch erfahren, wo Ihre Bestellung hingeschickt werden soll. Sie können ihren Warenkorb weiterhin verändern!

source: First name:
de_de: Vorname:

source: Last name:
de_de: Nachname:

source: Street No:
de_de: Straße Nr:

source: Adress line 2: (optional)
de_de: Adresszusatz: (optional)

source: ZIP:
de_de: PLZ:

source: City:
de_de: Stadt:

source: Province: (optional)
de_de: Provinz: (optional)

source: Country:
de_de: Ihr Heimatland:

source: Back to shop
de_de: Zurück zum Shop

source: Submit data!
de_de: Daten senden!

source: Your data will not be shared with anybody! We only use it to label your package, so that it will find you. We store your data only for a short time, in order to be able to respond, if there should be something wrong with your shipment. This data is stored in our email-account, so no one else will have access to it. The data stored on our server is deleted, as soon as the order has been made.
de_de: Ihre Daten werden mit niemandem geteilt! Wir benutzen Ihre Daten nur um die Lieferung zu beschriften, so daß sie auch bei Ihnen ankommt. Wir speichern ihre Daten nur für kurze Zeit, um Ihnen antworten zu können, falls etwas mit der Sendung schiefgeht. Diese Daten werden nur in Form einer Email bei uns gespeichert, so daß niemand sonst Zugriff auf Ihre Daten hat. Ihre Daten auf dem Server werden gelöscht sobald Sie Ihre Bestellung abschicken.

source: Kart seems to be emtpy!
de_de: Der Warenkorb scheint leer zu sein!

source: You didn't choose your country in the kart! Please do so!
de_de: Sie haben im Warenkorb kein Land angegeben! Bitte holen Sie das nach!

source: You didn't choose your preferred payment method in the kart! Please do so!
de_de: Sie haben im Warenkorb kein Art der Bezahlung angegeben! Bitte holen Sie das nach!

source: You didn't enter all necessary information! Use the button below to return!
de_de: Sie haben nicht alle notwendigen Felder asgefüllt! Benutzen Sie den Zurück-Knopf unten um zurückzukehren!

source: BACK TO ORDER-FORM!
de_de: ZURÜCK ZUM BESTELLFORMULAR!

source: One moment!
de_de: Einen Moment!

source: Redirecting you to PayPal.
de_de: Sie werden zu PayPal weitergeleitet.

source: Show Details
de_de: Details anzeigen

source: Really delete this item?
de_de: Diesen Artikel wirklich löschen?

source: Buy
de_de: Kaufen

source: piece
de_de: Stück

source: Click here to play this song!
de_de: Klicken Sie hier, um den Song zu hören!
